Revit 2027 API
OBJImportOptions Constructor
 Constructs a new instance of OBJImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public OBJImportOptions()
Public Sub New
public:
OBJImportOptions()
new : unit -> OBJImportOptions
See Also
Reference
OBJImportOptions Class
OBJImportOptions Overload
Autodesk.Revit.DB Namespace